Repository: Ivaylo-Yordanov222/Restaurants
Catalog: Restaurants.Common/Resources/Resources.ValidationResources.*.resx
Languages: bg

source: A user with this login already exists.
bg: Потребител с този акаунт вече съществува.

source: Accept
bg: Приеми

source: Access denied
bg: Достъпът е отказан!

source: Add another service to log in.
bg: Добави нова услуга за влизане.

source: Add product
bg: Добави продукт

source: Admin
bg: Админ

source: An unknown failure has occurred.
bg: Незнайно пропадане се появи

source: Cancel
bg: Откажи

source: Category
bg: Категория

source: Category must have only alphabetic characters and empty spaces!
bg: Името на категорията може да има само букви и празни места!

source: Category {0} is successfully added to categories!
bg: Категорията "{0}" беше успешно добавена към категориите!

source: Change
bg: Промени

source: Change password
bg: Смяна на паролата

source: Change your account settings
bg: Променете настройките на акаунта си

source: Confirm new password
bg: Потвърди новата парола

source: Confirm password
bg: Потвърди парола

source: Cooker
bg: Готвач

source: Cookers
bg: Готвачи

source: Create a new account.
bg: Създай нов акаунт.

source: Current password
bg: Текуща парола

source: Delete
bg: Изтрий

source: Delete data and close my account
bg: Изтрий данните и затвори акаунта

source: Delete Personal Data
bg: Изтриване на личните данни

source: Deleting this data will permanently remove your account, and this cannot be recovered.
bg: Изтриването на тези данни ще изтрие завинаги вашият акаунт. Изтриването е необратимо.

source: Delivered
bg: Доставена

source: Description
bg: Описание

source: Description must have only alphabetic characters and empty spaces!
bg: Описанието може да съдържа само букви и празно място!

source: Discount
bg: Отстъпка

source: discount:
bg: отстъпка:

source: Display items per row
bg: Брой показвани продукти на един ред

source: Download
bg: Изтегли

source: Edit
bg: Премени от тука чак

source: Email
bg: Имейл

source: Email '{0}' is already taken.
bg: Имейлът '{0}' е вече зает.

source: Email '{0}' is invalid.
bg: Имейлът '{0}' е невалиден.

source: Fullname
bg: Пълно име

source: Fullname must have only alphabetic characters and empty spaces!
bg: Пълното име може да съдържа само букви и празно място!

source: Home
bg: Начало

source: hr.
bg: часа

source: Incorrect password.
bg: Невалидна парола.

source: InProgress
bg: Приготвя се

source: Invalid login attempt.
bg: Неуспешно влизане в системата.

source: Invalid token.
bg: Невалиден токън

source: Items per row can only be between {1} and {2}!
bg: Продуктите на ред, могат да са само между {1} и {2}

source: Last {0} orders
bg: Последни {0} поръчки

source: Lockout is not enabled for this user.
bg: Заключването на акаунта не е отменено за този потребител.

source: Log in
bg: Вход

source: lv.
bg: лв.

source: Manage Email
bg: Промяна на имейл

source: Manage your account
bg: Управление на акаунта

source: Manage your external logins
bg: Управление на външни влизания

source: Max allowed size of bag is {0} items!
bg: Максимално разрешеният брой в количката е {0} продукта!

source: Max number of active orders for one table
bg: Максимален брой активни поръчки за един потребител

source: Max number of active orders for one table must be between {1} and {2}!
bg: Максималният брой активни поръки за един потребител, могат да са между {1} и {2}

source: Max number of items in bag
bg: Максимален брой продукти в количката

source: Max number of items in bag can only be between {1} and {2}
bg: Максималният брой продукти в количката , може да бъде само между {1} и {2}

source: Most solds for tables from {0} to {1}
bg: Най-много продажби за потребителите от {0} до {1}

source: Most solds products from {0} to {1} order by {2}
bg: Най-продавани продукти от {0} до {1}, сортирани по {2}

source: Name
bg: Име

source: New email
bg: Нов имейл

source: New password
bg: Нова парола

source: Optimistic concurrency failure, object has been modified.
bg: Съвпадение на не успех, обектът е бил променен.

source: Order Id:
bg: Номер на поръчка:

source: Order price:
bg: Цена на поръчка:

source: Orders
bg: Поръчки

source: Orders in progress
bg: Активни поръчки

source: Password
bg: Парола

source: Passwords must be at least {0} characters.
bg: Паролата трябва да е поне {0} символи.

source: Passwords must have at least one digit ('0'-'9').
bg: Паролите трябва да съдържат поне едно число ('0'-'9').

source: Passwords must have at least one lowercase ('a'-'z').
bg: Паролите трябва да съдържат поне една малка буква ('a'-'z').

source: Passwords must have at least one non alphanumeric character.
bg: Паролите трябва да имат поне един небуквено-цифров знак.

source: Passwords must have at least one uppercase ('A'-'Z').
bg: Паролите трябва да съдържат поне една главна буква ('A'-'Z').

source: Pay
bg: Плати

source: Personal Data
bg: Лични данни

source: Phone number
bg: Телефонен номер

source: Picture
bg: Снимка

source: Please choose a number
bg: Моля изберете брой

source: Please choose an order type
bg: Изберете тип

source: Please enter a value bigger than {0}
bg: Моля въведете число по-голямо от {0}

source: Please enter a value less than or equal to 9999.99.
bg: Цената трябва да е между 0.01 и 9999.99!

source: Please select end date!
bg: Моля изберете крайна дата!

source: Please select start date!
bg: Моля изберете начална дата!

source: Preferences
bg: Настройки

source: Preferences was successfully changed
bg: Настройките бяха успешно записани

source: Price
bg: Цена

source: Price with
bg: Цена с

source: Privacy
bg: Поверителност

source: Product must have only alphabetic characters and empty spaces!
bg: Името на продукта може да съдържа само букви и празно място!

source: Product was successfully deleted
bg: Продуктът беше успешно изтрит

source: Products to show
bg: Брой продукти

source: Profile
bg: Профил

source: Promotional Price
bg: Промоционална цена

source: Qty x
bg: кол x

source: Quantity
bg: Kоличество

source: Register
bg: Регистрация

source: Registered Logins
bg: Регистрирани влизания

source: Remember me?
bg: Запомни ме?

source: Restaurants preferences
bg: Настройки на приложението

source: Role
bg: Роля

source: Role name '{0}' is already taken.
bg: Ролята '{0}' е вече заета.

source: Role name '{0}' is invalid.
bg: Ролята '{0}' е невалидна.

source: Save
bg: Запиши

source: Searched orders for {0} from {1} to {2}
bg: Поръчки на {0} от {1} до {2}

source: Select user!
bg: Изберете потребител

source: Sent
bg: Изпратена

source: Slug
bg: Кратко описание

source: Status:
bg: Статус:

source: The category '{0}' was successfully deleted.
bg: Категорията '{0}' беше успешно изтрита

source: The category name must have min length of 4 and max length of 60 characters!
bg: Името на категорията трябва да е от 4 до 60 символа дълго!

source: The category name must have min length of {0} and max length of {1} characters!
bg: Името на категорията трябва да има минимум {0} и максимум {1} дължина!

source: The Email field is required.
bg: Имейл адресът е задължителен.

source: The end date must be after start date!
bg: Крайната дата трябва да е преди началната!

source: The field Fullname is required.
bg: Пълното име е задължително.

source: The field Price must be a number.
bg: Полето трябва да е реално число

source: The field {0} is required
bg: Полето {0} е задължително

source: The field {0} must be a number.
bg: Полето '{0}' трябва да е число.

source: The Name field is required.
bg: Името е задължително

source: The password and confirmation password do not match.
bg: Паролите не съвпадат.

source: The Password field is required.
bg: Паролата е задължителна

source: The product name must have min length of 4 and max length of 60 characters!
bg: Името на продукта трябва да е между 4 и 60 символа

source: The product was successfully updated
bg: Продуктът беше успешно променен

source: The slug must be only latin alphabetic characters and slashes
bg: Краткото описание може да съдържа само букви и тирета

source: The Username field is required.
bg: Потребителското име е задължително

source: The {0} field is not a valid e-mail address.
bg: {0} полето не е валиден имейл адрес.

source: The {0} field is not a valid phone number.
bg: {0} полето не е валиден телефонен номер

source: The {0} field is required.
bg: Полето е задължително.

source: The {0} must be at least {1} and at max {2} characters long.
bg: Паролата трябва да е от {1} до максимум {2} символа дълга.

source: The {0} must be at least {2} and at max {1} characters long.
bg: {0} трябва да е поне {2} и максимално {1} символа дълга.

source: Time for order to be delivered without discount
bg: Време за поръчка (преди отстъпката да настъпи)

source: Total
bg: Общо

source: Type miliseconds for order.One second is 1000 miliseconds one our is 3600000 miliseconds.
bg: Добавете милисекунди за изпълнение на поръчката. Една секунда е равна на 1000 милисекунди, един час е 3600000 милисекунди

source: Update current preferences of app
bg: Промяна на текущите настройки на приложението

source: Update password
bg: Промени паролата

source: User already has a password set.
bg: Потребителят вече има записана парола.

source: User already in role '{0}'.
bg: Потребителят е вече в роля '{0}'.

source: User is not in role '{0}'.
bg: Потребителят не е в роля '{0}'.

source: User Name '{0}' is already taken.
bg: Потребителското име '{0}' е вече заето.

source: User name '{0}' is invalid, can only contain letters or digits.
bg: Потребителското име '{0}' е невалидно, може да съдържа само букви и цифри.

source: Username
bg: Потребителско име

source: Username must have only alphabetic characters and empty spaces!
bg: Потребителското име може да съдържа само букви и празно място!

source: Username must have only alphabetic characters and numbers!
bg: Потребителското име може да съдържа само букви и цифри!

source: Waiting for paiment
bg: Чака заплащане

source: You can have only {0} active orders simontaniously!
bg: Може да имате само {0} активни поръчки едновременно!

source: You do not have access to this resource.
bg: Нямате права за достъп до този ресурс.

source: Your account contains personal data that you have given us. This page allows you to download or delete that data.
bg: Вашият акаунт съдържа лични данни ,които сте ни поверили. Тази страница ви позволява да изтеглите или изтриете тази информация.

source: {0} already exists!
bg: Вече съществува категория с име "{0}"!

source: {0} can only be between {1} and {2} percentages
bg: Отстъпката може да бъде между {1} и {2} процента

source: {0} was add successfully to {1}
bg: {0} беше добавен успешно в категория {1}
